---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.TableCellCombinedParameterData
source: html/be34fc36-32f6-13e5-4213-5bfd3e236548.htm
---
# TableCellCombinedParameterData Members

construct a TableCellCombinedParameterData